{
  "name": "一切有为法",
  "icon": "hexcasting:lore_fragment",
  "category": "hexcasting:lore",
  "advancement": "hexcasting:lore/cardamom1",
  "sortnum": 0,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "在他与无尚不能被相等时，彼二者同样无法被区分，而在他将是但尚非一切之前，还未能有前的概念。他本将包罗万象，但故而空空如也，他将是他所不是的，不是他所是的。这便是原初的爱与诅咒。$(br2)这是神最初的模样，他将要创造全体。那是在此形之上，逻辑体系自身的演绎。"
    },
    {
      "type": "patchouli:text",
      "text": "如果因此将开端与其发展的逻辑分开考察，结果不是陷入无限的倒退，就是沦为无端的信仰。当直接与中介均走向末路之时，二者不再执着于区分。全部的秘密在于，不止将实体看作一个组成于单纯本质的聚合，而将其看作自我发展的主体：$(br2)从时间上来讲，譬如建筑先有地基，后有整体。但从逻辑上看，在动工之前，地基之所以是地基，缘于整体的设计已然确立。"
    },
    {
      "type": "patchouli:text",
      "text": "从叙述的顺序而言，开端在先，全体的展开在后；但从真理的层级看，正是那尚未完全显现的全体，才赋予开端以其作为开端的意义与合法性。$(br2)如果最终的全体是那包罗万有的绝对理念，那么，这个最初的开端，必然潜在地蕴含并将展开为全体，但现实地尚未具有任何规定性。着眼于其无限的潜能时，它表现为纯粹的肯定，无任何具体规定的是，纯有或存在；而当审视其现实的直接形态时，它又表现为纯粹的空洞，即未经中介的，直接的无。"
    },
    {
      "type": "patchouli:text",
      "text": "对于那个最初的东西，称它的“本质”或“规定性”为无都是不恰当的。因为此二者并非与这纯粹概念相外在，而只是其自身发展过程中将要发生的环节。$(br2)此时，所谓的无规定性，仅仅是对规定性彻底缺席这一事实的直观陈述。同时，无规定性直接致使其无法被主观思维把握。在纯粹概念的演进过程中，若轻易的将其论证于含有诸多杂质的常识，得到也仅仅会是混杂着幻相与错谬之思的结果。"
    },
    {
      "type": "patchouli:text",
      "text": "通过分析纯粹的开端，存在与无被提出了。他们是将被区分的，存在将成为一切，无则空空如也。此时，存在比无更多的，只是一种将要成为一切的倾向，从内容上直观，他们是同样的空洞。$(br2)当客观思维演绎存在时，不可避免的滑向了无。如果仅仅尝试在头脑中思维存在后发现没有获得任何表象便作为证明的话，那又何谈逻辑范畴的演进是由于其内在的必然？仅从概念上来讲，二者的相等是不言自明的，无非就是发现存在的空洞罢了。"
    },
    {
      "type": "patchouli:text",
      "text": "如何让执着于区分存在与无的知性自发的暴露其局限，不再执着的区分二者，进而认可理性的结论，去接受二者在纯粹状态下其内容完全相同的事实？若说知性与理性不相符合故而错谬，反向来讲同样如此。$(br2)唯有从知性出发，展示其演进过程中自身的矛盾，才是唯一的证明，如此，这个模型将不是一种外在的比喻，而会成为真正的演绎。"
    },
    {
      "type": "patchouli:text",
      "text": "那么，试令一个圆圈代表全体：若知性将于其中圈定出是，则需划定一条代表规定性的分界。但是，因为存在包含一切，而没有给无留下任何位置，所以在存在当前的角度看来，这条界限是不存在的。$(br2)而如果非要运用常识，在应当包含的部分之周作出这条边界，那么，因为存在包罗万有，那么边界内部应当是一切，所作的边界也就应与圆周重合。但是，这条边界与其自身的概念却是矛盾的，因为规定性应当区分两侧，但这条线却只划分出存在这一端。"
    },
    {
      "type": "patchouli:text",
      "text": "如果非要令其成立，则对应的无只能是他自己。于此，存在不仅没能包罗万有，甚至要连自己都保不住了。同样考察无，若仍然假定边界内为存在，边界外为无：存在越是纯粹，则越是包含，对应边界内的范围便越大。$(br2)而无越是纯粹，则越是排斥，对应着边界外的范围便越小。因此，纯无对应边界外的区域，这条同样非法的边界亦理应与圆周重合。情况便显明了，直观看来，存在与无是同一个混沌的，全体的，没有边界的逻辑事实。"
    },
    {
      "type": "patchouli:text",
      "text": "存在，这个无规定的直接东西，实际上是无，既不比无更多，也不比无更少。于是，存在与无这两个概念都自发的瓦解了，并非因为外力的打击，而只是由于其内部自身的矛盾。$(br2)但是，瓦解非但不使其彻底沦于空洞，在存在与无向对方瓦解的过程当中，他们不再作为独立的个体，而终于作为相互关联的整体出现。瓦解的并非二者本身，而是二者孤立的假象。"
    },
    {
      "type": "patchouli:text",
      "text": "于此，这个圆圈所代表的，不再是任何一个孤立的概念，而是概念之间相互规定、相互变成对方的那个过程本身。这个相互否定又相互依存、永不停息的过程，便被称为变易。$(br2)变易是存在与无唯一可能的直接统一方式。但他本身正建立于二者有区分的基础之上，在二者向对方转化完成的瞬间，存在与无的区分消失了，这个向着对方消失的过程本身也就面临着消失的命运。因此，变易和当初的存在与无一样，仍然是一种来回闪烁的，不安定的东西。"
    },
    {
      "type": "patchouli:text",
      "text": "它因其自身的内在否定性，滑落为“消失的消失”。但是，这“消失的消失”，亦不会简单地回到无，无是最初的直接性东西，而他已经历经了中介。$(br2)当所谓的消失，亦即二者向对方无休止转化的过程本身停止了，通过对纯粹孤立和纯粹流变的否定与保留，终于得到了一个最初的静止点，他持存而非流变，有质而非孤立，扬弃了存在于无的直接性，而将他们作为相互关联的环节保留在自身之中。"
    },
    {
      "type": "patchouli:text",
      "text": "存在不再是纯粹的无规定性了，经由整个运动过程作为中介，他终于成为了一种具有规定性的东西。从最初的角度来看，定在是不得已的妥协。回想一开始意图包罗万象，如今却只得局限于规定之中。$(br2)存在终于承认了空虚之全体的失败，同无各执边界之内外。于是，那个曾经不可思议的圆圈，如今被清晰的规定充满。那最初的开端，若将步入凡间，则必折翼蒙尘。"
    },
    {
      "type": "patchouli:text",
      "text": "从此，便不再有至高无上的一。只是思维的舞台上，有了第一个能被把握的演员。再看一眼当初的圆吧。在存在与无的阶段，边界并不意识到自己作为边界。$(br2)那时设立边界，只是为了以直观勉强展示那不可思议的开端，而将被自身的发展所消解。而后是变易，存在与无争执着全体，却不断失却着自身。它们再也无法摆脱这个统一体，再也无法回到存在和无的抽象意义。"
    }
  ]
}
